Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[TAPAS] KO>EN Translation.tmx
Source language: ko_kr
Languages: en

source: 마테르 재상과는 도통 말이 안 통해서요.
en: but it was just impossible to talk to the prime minister mater.

source: 그래, 들어와.
en: yes, come in.

source: 폐하는 마녀이시니 좀 다르긴 하겠지만,
en: she's a little different since she's a witch,

source: 직접 보는 게 빠르실 겁니다, 전하.
en: it will be quicker to see for yourself, your highness.

source: 그래서 됐을 거라면 진즉 할아버지께서 하셨겠지요.
en: if that was gonna work, my grandfather would’ve done it already.

source: 결국 레이딘 경의 주장은 가주가 없어도 잘 돌아갈 가문이다.
en: sir radin's argument is that the bentoi house will be fine without a head of the house.

source: 하수도를 다 뜯어고치는 건요?
en: how about fixing the entire sewer system?

source: 목표물이 보이는군요.
en: I can see the target.

source: 70골드 입니다.
en: they’re 70 gold each.

source: 그리고 타국에서도 폐하가 군까지 장악했다고 여길 테니까.
en: besides, other countries will believe the empress has full control over the military that way.

source: 벤토아 공작저
en: the bentoi house

source: 부인이 가장 좋아하는 케이크가
en: her favorite cake

source: 반대의 경우엔 국가 지원금 대폭 삭감.
en: in the opposite case, we'll drastically reduce the national subsidy.

source: 당신은 여전하군요.
en: you haven't changed at all.

source: 저, 폐하….
en: your majesty...

source: 시스, 대체 제게 왜 이러시는 겁니까.
en: sist, why are you doing this to me?

source: 안 되겠습니다.
en: it can't keep going on like this.

source: …하.
en: ...ahh.

source: 최종 완성본에 가까운 게 저 유리구슬이라고했나….
en: I think he said that glass ball is the closest to being completed...

source: 고아원을 나와 빌런과 같이 살려면
en: I need to make more money,

source: 자기가 죽고 나면 가문 내에 실력이 고만고만한 사람들만 남아서 불안하다고 그랬거든요.
en: he's worried because there won't be any especially talented person left in the family after he dies.

source: 무사히 도착했으니―
en: I’ve arrived safe―

source: 왕실의 비약에 대해 알 리가 없는 이들은
en: and people do not know about the royal potion

source: 그런다고 해서 제 생각은 변하지 않습니다.
en: that still doesn't change my mind.

source: 황금사자의 발동 준비가 끝났습니다!
en: the golden lion is ready to be used!

source: 어려운 일이야?
en: is it a difficult matter?

source: 1명만 늘어도 비용이 얼마인데!
en: it costs a lot more just to add one person!

source: 욕실?!
en: the bathroom?!

source: 죽은 아이의 부모에게 넘겼다.
en: and handed it over to the parents of the dead child.

source: 티네 장군하고 의논해서 일정도 조정하고요.
en: I'll also discuss adjusting your schedule with the general tinnekt.

source: 일단 데이지에게 물어볼까….
en: maybe I should ask daisy first...

source: 수정 구슬로 병원에 연락을 해볼까요?
en: should we try calling the clinic with the crystal ball?

source: 당신도 참, 폐하께서 계신 자리에서….
en: honey, you don't have to mention that to the empress...

source: 레이딘 경도 그만해요!!!
en: you should stop too, sir radin!!!

source: 처음 뵙겠습니다, 폐하.
en: nice to meet you, your majesty.

source: 황궁 연무장에는 마법이 걸려 있어서 오러를 써도 괜찮거든요.
en: 'cause the practice hall in the imperial palace is safe to use auror since it has a magic cast on.

source: 현명하신 판단입니다.
en: that’s a very wise decision.

source: 다들 도망쳐라!!!
en: everyone, run!!!

source: 어허!
en: no!

source: 공식적으로 일을 처리할 수 있는 권한이 생기니까요.
en: which officially grants him the authority to take over work.

source: 곧 끝날 거래.
en: she'll be done soon.

source: 오빠, 정말 잘됐어요!
en: I’m happy for you, kratis!

source: 아, 그래… 분명….
en: oh, right... I was...

source: 아무래도 소드마스터,
en: he is not just a swordmaster.

source: 여기에 있는 별표는 뭐야?
en: what do these stars mean?

source: 하긴.
en: that makes sense.

source: 레, 레이딘 경…?
en: s-sir radin...?

source: 그래도 폐하를 뵙고 나니 마음이 놓이더구나.
en: still, I felt relieved after meeting her majesty.

source: 문제가 일어나면 결국 폐하께서 고생하시겠지.
en: if a problem were to arise, it'll be her majesty who'll have to deal with it.

source: 제가 조금 젖기는 했는데….
en: I did get a little wet but...

source: 주군을 안심시켜드리는 것도 기사가 할 일이야.
en: reassuring your liege is also one of the knight's duties.

source: 아니면 제자들을 보내고 그대가 텔레포트 마나를 붓는 게 나을까요?
en: or send your students away and you use your mana for teleporting?

source: 그렇습니다….
en: I totally agree...

source: 편하게 말씀하셔도 됩니다.
en: you don't have to be nervous.

source: 가면 안 됩니다.
en: you shouldn’t go.

source: 우왓~!!!
en: whoa...!!!

source: 형부, 세트는 잘 지내고 있나요?
en: how is sett doing?

source: 그리고 다음 대의 황제는 더더욱 그 혼란을 수습하기 힘들어질 테고….
en: then, the next emperor will struggle even more to remove that confusion...

source: 에이~.
en: no worries

source: 그래서 소드마스터를 가장 많이 배출한 명문가로 이름이 높죠.
en: that's why they're known as the prestigious house that had the most swordmasters.

source: 학년 수석을 졸업하는 그날까지 차지했습니다.
en: and she graduated summa cum laude.

source: 시스, 양육비는 장난이 아닌 걸.
en: sist, raising a child is very expensive.

source: 소수 정예로 움직여서인지
en: I don’t think they’ve noticed us

source: 실질적인 일들은 죄다 부인이 처리하니까요.
en: and my wife takes care of the real businesses anyway.

source: 지금 제가 맡은 연구가 워낙 중요해서 수해 방지에 힘을 보태기가 어렵습니다.
en: the research I'm currently undertaking is so important that it's difficult for me to contribute to the prevention of flood damage.

source: 아니요.
en: no.

source: 음… 아!
en: hmm... oh!

source: 마법진을 이용할 테니 내일 안으로 도착할 겁니다.
en: he will arrive tomorrow since he’ll be using the magic circle.

source: 하하핫!
en: hahaha!

source: 세트 3세의 심장에 문제가 생겨 갑자기 쓰려졌다는 말을 믿을 수밖에 없었다.
en: couldn't help but believe that set II had a heart problem and suddenly passed away.

source: 말은 그렇게 하지만 전혀 기대하는 표정이 아니잖아요!!
en: you say that but you don’t seem like you expect that to happen at all!!

source: 에휴휴, 뭐 편법 같은 건 없을까요?
en: phew... do you think they can meet in the middle?

source: 고마워, 그랑우텐도 수고했어요.
en: thank you. and you too, granouten.

source: 은색의 검 저택에서 집사님이 특대형 레몬치즈 케이크랑
en: the butler of the silver sword mansion has ordered the extra-large lemon cheese cake,

source: 능구렁이처럼 빠져나갈 수 있으니 두 번째 방안까지는 생각해두는 게 좋으실 겁니다.
en: I believe you should still come up with an alternative plan in case they get out of it.

source: 소공자는 아직 어리니까요.
en: issa bentoi is still very young.

source: 어느 정도 뒷수습은 끝났어.
en: I’ve taken care of things.

source: 시기도 그래서 그냥 컨디션이 안 좋은 것 같아.
en: I just think I'm not feeling well because it’s close to that time of the month.

source: 아무래도 여름이 와서인지 장마 대비를 위한 안건들이 많습니다.
en: since it's summer, there are many tasks related to preparing for the rainy season.

source: 훈련소의 총책임자가 저의 직속 부하인지라 별문제는 없을 겁니다.
en: the person in charge of the training center is my direct subordinate, so there shouldn't be any problems.

source: 벤토아 공작가는 명문가 치고 배우자를 까다롭게 고르지 않는데
en: bentoi house isn't particular about selecting spouses for a prestigious family,

source: 하지만 자원하는 이 중 압도적으로 강한 자가 없으니 쉽지 않을 겁니다.
en: however, that’s not going to be easy since there isn't anyone who is extremely strong.

source: 그거야 알지만….
en: I know that but...

source: 네가 순순히 받아들였다면 안 그러셨을 텐데.
en: she wouldn't have if you had just accepted already.

source: 이 두 가지가 좋겠어요.
en: these two sound good.

source: 그럼, 유언장을 발표하겠습니다.
en: now, I will proceed to read the will.

source: 물론입니다.
en: I’m certain of it.

source: 어… 음, 벤토아의 고유능력을 보여드리면 되는 겁니까?
en: uh... so, you just want me to show you the bentoi’s special ability?

source: 오늘은 일찍 왔구나.
en: you’re here early today.

source: 참고로…
en: and for your information...

source: 오러?!
en: auror?!

source: 이 건방진 사자를 데려가 죄를 묻기로 하셨다.
en: instead of taking innocent people’s lives.

source: 이 건방진 사자를 데려가 죄를 묻기로 하셨다!
en: instead of taking innocent people’s lives.

source: 황족들의 죽음에 관한 자료에서 쓸 만한 걸 찾아보세요.
en: find something useful from the documents related to the death of the imperial family.

source: 원칙을 깨면서까지 가문 일에 개입하는 게 어렵다는 건 압니다만….
en: I understand it is difficult to intervene in a family business especially while breaking that principle...

source: 벤토아… 공작이요?
en: duke... bentoi?

source: 저택에서 하면 건물이 다 부서집니다.
en: if you practice auror at home, the building will collapse.

source: 일주일 정도 잠들 분량이면 충분하겠지.
en: about a week’s worth of sleep should be enough.

source: 이제 아버지가 되시겠군요.
en: you are going to be a father soon.

source: 미안해, 시스!
en: I’m sorry, sist!

source: 결혼하면 폐하의 운명도 황가의 일원이 되니,
en: your destiny will also become a member of the imperial family after marriage,

source: 42화
en: Episode 42

source: 그게…
en: well...

source: 우리 빵집의 레몬치즈 케이크잖아.
en: is the lemon cheesecake from our bakery.

source: 아이가 평온하게 잠들라는 의미로 관에 넣어 함께 묻고 싶다더군요.
en: they said they want to bury it in the coffin in the hope that the child sleeps peacefully.

source: 만약 올해도 잠기면 똑같이 예산이 들어간다는 건데,
en: that means it'll cost the same amount if the town floods again this year,

source: 얌마, 너.
en: dude. what was that?

source: 그런데 싫어하게 된 사정도 이해가 가서 어떻게 말해야 할지 모르겠어….
en: but I don’t know how to talk to him about it since I understand why he dislikes his family...

source: 텔레포트에는 어마어마한 마나가 들어간다는 것….
en: I'm sure you know very well,

source: 그럼… 타고난 능력을 전혀 쓰지 않고 소드마스터가 되었다는 거네요?
en: that means... he became a swordmaster without ever using the ability he was born with?

source: 후회는 없을 테니.
en: you won’t regret it.

source: 아니, 왜 집에서 안 하고 굳이 황궁에서…?
en: why is he training at the palace, instead of his house...?

source: 17살도 너무 어린 거 아닌가요?
en: 17 years old is still too young, isn’t it?

source: 언니?!
en: ranepe!!

source: 하긴, 레이딩 경은 가족이 없는 기사에게 주어지는 ‘루스트’ 라는 성을 쓰고 있고,
en: come to think of it, sir radin is using the last name “rooste,” the name given to knights who don’t have a family,

source: 말하는 걸 보니 아직 그 사람과는 이야기를 나눈 것 같지 않은데.
en: it sounds like you haven’t talked to him yet.

source: 길거리에서 헤매는 고아들은 대부분 영양실조 상태이니까.
en: ...since most orphans in the street suffer from malnutrition.

source: 이런 걸 언제 써먹을까 싶었는데….
en: at the time, I didn't think I'd ever use this stuff...

source: 집에서 쉬는 게 낫지 않겠어?
en: don't you think you should just rest at home?

source: 아….
en: aha...

source: 다른 이들도 많지 않습니까.
en: there are many others, aren't they?

source: 으윽….
en: ughh...

source: 이미 출발했다더군요.
en: but they said you left already.

source: 가문의 일원 중 가장 강한 사람이 가주가 되는 게 전통입니다.
en: for the strongest member of the family to take over the head of the family, instead of the eldest son.

source: 그래서 상태는 좀 어떻대?
en: so what did the physician say?

source: 아니…!
en: no...!

source: 레이딘 경이 잠시 자리를 비운 사이라 다행이네요….
en: it's good that sir radin went out for a moment...

source: 시스, 무슨 일 있니?
en: sist, is something wrong?

source: 알았어~, 걱정 마.
en: okay, I will. don't worry.

source: 고민 상담 같은 것도 좀 해봐요….
en: or concerns that he might have...

source: 영양가 높은 갖가지 속재료….
en: and filled with various nutritious ingredients...

source: 그랑그랑, 아래로 가자!
en: grand grand, let’s move a little lower!

source: 아아, 내 운명은 당최 어디에 있는 건지 모르겠네~.
en: ahh, I wonder where my destiny is...

source: 마스터 크란쥬라고 불러주십시오.
en: please call me master cranju.

source: 레이딘 경도 유언을 들어야 합니까?
en: why must sir radin listen to the will?

source: 그러게 말입니다.
en: I agree, your majesty.

source: 황제의 배우자는 역사상 대부분 대귀족이었으니까.
en: but most spouses of the emperor have historically been high-ranking nobles.

source: 망했잖아….
en: I'm screwed...

source: 뭐, 무슨…?
en: wh-what...?

source: 폐하.
en: your majesty.

source: 할아버지가 레이딘 경이 싫어하는데도 불구하고 설득하려 했던 게 이 이유 때문이구나.
en: this is why my grandfather tried to persuade sir radin even though he didn't want to do it.

source: 털라 하심은, 감사를 하라는 말씀이십니까?
en: are you telling us to conduct an investigation on them?

source: 만날 수 있을 때 만나는 게 좋거든요.
en: it's good to meet when you have chance.

source: 크흠.
en: ahem.

source: 그래요, 마스터 크란쥬.
en: yes, master cranju.

source: 단 한 번도 부모님이나 형제에 대해 언급한 적이 없어.
en: and he has not once mentioned his parents or siblings.

source: 휴가에 대해서도 다시 한 번 일러둬야지.
en: I should have a word with him about the vacation once again.

source: 그런데 가짓수가 많은 거치곤 들어가는 양은 조금이네.
en: but it only requires a little amount of each ingredient.

source: 받아가도록 하지.
en: so I will take this.

source: 일주일 정도는 문제 없을 겁니다.
en: he should easily be able to take off about a week.

source: 그런데 제가 황제가 되기 전까지 많이 시끄러웠잖아요.
en: but I remember there was a lot of noise until I become the empress.

source: 확실히 이것도 맞는 말이긴 해.
en: what he's saying is definitely true.

source: 이러다 정말로
en: at this rate,

source: 레이딘 경에게 빨리 와달라고 전해주세요.
en: please tell him to come back as soon as possible.

source: 적법한 절차로 계승받을 겁니다.
en: I will be inheriting the throne through due process.

source: 레이딘 경은 우리 벤토아의 혈족이 맞다.
en: sir radin is our bloodline.

source: 특수한 경우가 아닌 이상은요.
en: unless there are special circumstances.

source: 자, 통나무 들고 왕복 10회 실시!
en: now, carry the log and perform 10 roundtrips!

source: 이 레어드를 수호하는 기사이고 싶나요,
en: want to be a knight who protects laird,

source: 아니, 정말 내가 왕이라니까!
en: no, I really am the king!

source: 놀라서 눈물이 쏙 들어갔네!
en: I was so surprised that all my tears went back in!

source: 놀라웠죠….
en: it was surprising...

source: 네, 괜찮아요.
en: yes, I’m fine.

source: 빵 하나 분량 아닌가?
en: it looks like the recipe is just for one bread.

source: 데이지에게 동생도 데려오라고 할 테니 동행해서 다녀와.
en: I'll tell daisy to bring her younger brother, so make sure to accompany him.

source: 제일 가까운 곳으로 갔을 텐데….
en: and they must've gone to the nearest one...

source: 벤토아 가문 기사들 중 실력이 뛰어난 이들은 얼마나 오래 걸리는데 그래요…?
en: how long does it normally take for very talented knights of the bentoi house...?

source: 죽고 나서는 다신 만날 수 없으니까….
en: since you can't meet again after they die...

source: 안 돼요!
en: no!

source: 일이 산더미인데….
en: but there is so much work to do...

source: 평민들과 어울려 훈련하는 이 경험이 세트에게 도움이 되어야 할 텐데….
en: hopefully, this training experience with commoners will have a positive influence on sett...

source: 이걸 피한다고…?
en: did he just avoid this...?

source: 네, 넵…!!!
en: y-yes sir...!!!

source: 쓸모가 있어서 다행이에요.
en: but I'm glad that what I learned is useful.

source: 나… 방금까지 무슨 생각을 하고 있었지…?
en: what... was I just thinking about...?

source: 그것만 봐도 벤토아 가문과의 관계가 좋을 리는 없겠지.
en: that alone shows me that he doesn’t have a good relationship with his family.

source: 얼른 나눠주고 오겠습니다.
en: I'll go and give it out to the other workers.

source: 이 녀석 잠이 덜 깼나?
en: did this fella just wake up from sleeping?

source: 아 참.
en: oh, right.

source: 나도 아주머니한테서 그런 빵 레시피는 들어본 적이 없는데….
en: I also haven't heard of a recipe for such bread from mrs. nord...

source: 어머….
en: wow...

source: 예상은 했지만 단호하다.
en: he's firm as expected.

source: 약을 가져오겠습니다.
en: I'll bring some medication for you.

source: 이 정도일 줄이야.
en: but I didn’t expect her to be this strong.

source: 레몬에이드라도 한 잔 할래?
en: would you like a cup of lemonade?

source: 마녀는 엄마 마녀에게 마법을 배우는데, 아주 어릴 때부터 하나하나 전부 가르쳐줘요.
en: witches learn magic from their mother witches from when they’re very little.

source: 하긴, 아내 분이 마녀이니 운명 찾기가 쉽지 않다는 걸 잘 알고 계시겠지.
en: well, he probably knows how difficult it is to find a destiny since he’s married to a witch.

source: 어라?
en: huh?

source: 음, 딱 봐도 그래 보이더라.
en: hmmph, yes. he’s right.

source: 내가 생각해도 고양이를 던져 넣는 게 가장 쉬운 방법이긴 하네….
en: even when I think about it, throwing the cat in there seems to be the best solution...

source: 오셨습니까.
en: your majesty.

source: 터무니 없는 금액의 출장료를 요구합니다.
en: and ask for an absurd amount of travel expenses.

source: 그래….
en: sounds good...

source: 강력한 빗자루도 둘이나 있지 않나.
en: she is with two powerful brooms.

source: 이는 폐하의 치세에 흠집을 낼 수도 있으니까요.
en: because this could hurt your reputation.

source: 소드마스터도 있잖아!!!
en: they have a swordmaster too!!!

source: 이것저것 생각을 많이 해서 그런가, 두통이 또….
en: I have a headache again. is it because I’ve been thinking about so many things?

source: 이야기는 많이 하고 있나요?
en: have you guys been talking a lot?

source: 저의 주군께
en: I swear

source: 잠깐, 어디까지
en: wait, how much more are you

source: 그런데 소공자가 자랄 때까지 기다린다고 쳐도…
en: but even if we wait until your son grows up...

source: 마을이 물에 잠기게 두는 건 절대 안 되고….
en: even worse, we can't just let the town flood...

source: 도대체 왜 부른 겁니까?
en: why did you call me here?

source: 기쁜 일이지.
en: we're fortunate.

source: 그런데 가주가 되어 달라는 부탁은 레이딘 경에게 직접 하면 되지 않나요?
en: but, can’t you just ask sir radin to become the head of the house yourself?

source: 현재 레어드의 소드마스터는 단 두 명.
en: there are currently only two swordmasters in laird.

source: 빌런?!
en: billen?!

source: 어머!
en: gosh!

source: 알았어.
en: okay.

source: 흠, 그렇다면 하나 더 추가하지요.
en: hmm... I'll add one more condition then.

source: 갑자기 와서 모두를 고생시키는 것 같아 미안하군.
en: I feel bad for suddenly coming back and making everyone work.

source: 레이딘 경… 이 빵에 대해 얘기해줄 게 있어요.
en: sir radin... I have something to tell you about this bread.

source: 아직도 연락이 없네….
en: I still haven't heard anything from them...

source: 저 괴물을 이기는 건 무리야!
en: for us to defeat that monster!

source: 으아아
en: aah

source: 황제 폐하의 공증을 받은 정식 유언장임을 알려드립니다.
en: this will is an official will endorsed by the empress.

source: 물론 세트를 죽이고 왕위를 찬탈할 거라는 얘기는 아니에요.
en: I’m not saying I will kill sett and steal the throne.

source: 이게 마법을 많이 사용하기도 해서….
en: it also requires a lot of magic so...

source: 이건 마녀의 레시피니까.
en: since this is a recipe by a witch.

source: 안 된다고…?
en: I shouldn’t...?

source: 원칙적으로는 개입을 하지 않는 게 맞습니다만….
en: you should not intervene in principle but...

source: 어?
en: what?

source: 마법도 아닌데 맨손으로 저게 되는구나.
en: he can do that with his bare hands even though it's not magic.

source: 아닙니다.
en: no worries.

source: 국내외로 정신 없는 와중에 딱히 대안이 없던지라
en: as there was no alternative in the midst of such a frenzy,

source: 그럼 가죠!
en: let’s go then!

source: 딸도 마찬가지인가요?
en: does the same go for daughters?

source: 우와….
en: whoa...

source: 공부를요?
en: she’s been studying?

source: 저도 일 잘하는 친구들로 한 번 알아 볼게요.
en: I'll also try to look for someone who is a quick learner.

source: 역시 어머니의 레시피를 뒤져봐야 할 거 같아.
en: I think I'd have to look through my mom's recipes.

source: 아, 아니 뭐하는 거예요?!
en: w-what are you doing right now?!

source: 아니, 주인님?
en: lord?

source: 에휴휴….
en: *sigh*...

source: 조금만 힘내주십시오, 폐하.
en: please continue working hard.

source: 자, 시식해보자.
en: now, let's try it.

source: 얼마나 더 살지 알 수 없다더군요.
en: apparently, he won't live much longer.

source: 그게 무슨….
en: what do you mean...?

source: 편법 말입니까?
en: what do you mean?

source: 레이딘 경… 휴가증을 못 받은 건 아니죠?
en: sir radin... did you perhaps not get the vacation pass?

source: 염치없는 건 알지만 너에게 부탁하는 수밖에 없다.
en: I have no choice but to shamelessly ask you.

source: 자신의 위대한 연구를 보면 폐하께서 마음을 바꾸실 거라나.
en: he kept saying that you'll change your mind after seeing his great research.

source: 제 이름은 크란쥬입니다.
en: my name is cranju.

source: 전 정말 괜찮아요!
en: I’m really fine!

source: 저보고 전하의 명을 거역하라는 것입니까?
en: are you asking me to disobey the king?

source: 어휴….
en: thanks...

source: 모르겠습니다!
en: I’m not sure,

source: 저는 제 신분과 위치에 대한 책임을 다할 것입니다.
en: I will fulfill the responsibility of my status and my position.

source: 예상보다 더 어리네….
en: he's much younger than I expected...

source: 아카데미 시절에 어쩌다 보니 제왕학을 교양 수업으로 들었거든요.
en: I had taken a king-emperor studies class back when I was in the academy as an elective.

source: 타국에서는 폐하께서 군권을 틀어쥐었다고 생각하고 함부로 건드릴 수 없을 것입니다.
en: other countries will assume that you completely hold the military power and will not try to attack.

source: 충성을 바칩니다.
en: allegiance to my liege.

source: 레이딘 경과 닮지 않았나???
en: he looks a lot like sir radin!!

source: 휴가 중에도 수련만큼은 자유인지라….
en: he's free to train himself during a vacation so...

source: 저랑 부인은 나가 있을 테니.
en: the duchess and I will be outside.

source: 주변 가게에서 축하 선물로 받은 거야.
en: these are the gifts from the stores nearby.

source: 왔구나… 시스.
en: sist, you're here...

source: 하여간 곧 집에 갈 거니까 걱정 마!
en: anyway, we'll get back soon so don't worry!

source: 그래도 역시 제일 중요한 건 당사자의 마음이 아닐까?
en: still, I think that person’s opinion is what matters the most.

source: 단 둘이서만 이야기해야 할 내용인 것 같으니 빠져줘야지.
en: I should give them space since it seems like a private matter to discuss.

source: 텔레포트 비용은 땅 파서 나오는 줄 아나!
en: where does he think the teleportation cost comes from?!

source: 메커 경, 당신은―
en: sir macker, do you...

source: 나도 양보할 테니 너도 양보해라.
en: I'll take a step back and you should do the same.

source: 그런데 방법은 하수도 정비밖에 없나요?
en: but is sewer maintenance the only way to prevent that?

source: 지혜롭고 강인한 분이란 건 알고 있었지만….
en: I knew she was a wise and strong woman...

source: 짐에게 이 녀석이라니!!
en: how dare you call me fella!!

source: 제 부인은 학창시절 2년 후배였는데
en: my wife was two grades below me in my school days

source: 그건 아니지만, 여러 가지 방법으로 대비했으니 걱정하지 않아도 된다네.
en: no, but we've prepared for it in many different ways so you don't need to worry.

source: 아, 일어나지 마세요.
en: oh, don't bother getting up.

source: 이대로 해마다 돈을 잡아먹게 할 순 없으니 대책을 마련해야 해.
en: I need to come up with a plan so our budget isn't wasted every year.

source: 나만 해도 갑자기 황제가 되라고 해서 얼마나 당황스러웠는데….
en: even I was extremely startled when I was suddenly asked to become the empress...

source: 대규모 마법을 사용할 수 있는 고위급 마법사들은 자존심이 무척 세거나
en: the best sorcerers who can use large-scale magic have too much pride,

source: 아르비타 제국은 레어드 왕국의 황금사자를 취해,
en: the arvita empire took the golden lion’s head from laird kingdom

source: 이제 완전히 날이 풀렸네요.
en: it looks like the weather has gotten much nicer.

source: 유언장 발표가 있을 예정이니 다들 정숙해주시기 바랍니다.
en: everyone, please be quiet. the reading of the will will be held shortly.

source: 10대 초반의 아이라도 하급 기사정도의 무력을 보유하게 됩니다.
en: even a girl in early teenage years becomes as strong as low-rank knights.

source: 남들보다 훨씬 강해서 엄하고 독립적으로 키우지 않으면 사고를 쳤을 때
en: they are much stronger than others, so if we don't raise them independently and strictly, they could cost the family all their assets

source: 이제 레이딘 경의 성도 벤토아가 되었네.
en: and sir radin's last name has now become bentoi.

source: 수고했네.
en: you did a good job.

source: 반드시
en: I must

source: 2시 방향에서 공격이 온다.
en: an attack is coming from the 2 o’clock direction.

source: 그럼 이제 어쩌죠?
en: so what do we do now?

source: 현 가주가 희소병을 앓고 있다고 들었는데,
en: I also heard the current head of the house is suffering from a rare disease,

source: 아, 하토르 부인을 너무 오래 붙잡고 있었군요.
en: oh, it looks like I was holding you up for too long, mrs. hathor.

source: 네가 아니면 안 돼.
en: it has to be you.

source: 무슨 일이야?
en: what's going on?

source: 2기사단장
en: commander of the 2nd imperial knights

source: 뭐 좋은 수라도 있으신가요?
en: do you have any good ideas?

source: 아니, 빨리 오랬지만 몇 분도 안 지났는데…?
en: I did tell him to come quickly, but it's barely been a few minutes!

source: 라네페 언니, 괜찮아?
en: ranepe! are you okay?

source: 정말 죄송하게 됐습니다.
en: I’m really sorry about that.

source: 공주가 왕이 된다니 반발이 심할 것이라 생각했는데,
en: I expected a lot of backlash for being a princess taking the throne,

source: 제 아들은 너무 어려서 가문을 잇기에는 무리입니다.
en: my son is too young to succeed the family.

source: 이건 낭비잖아요.
en: and that’s a waste of money.

source: 공주님께서 어떻게…!
en: what can you do to—

source: 아, 혹시 따로 드시고 싶은 거라도 있으십니까?
en: oh, is there something specific you would like to eat?

source: 알았어, 금방 포장해올게.
en: all right. I’ll go wrap up the order soon.

source: 시녀인 바론 부인이 임신을 했습니다.
en: one of the maids, mrs. baron is pregnant.

source: 서로서로 양보해서 절충안으로 합의를 보았습니다.
en: we both made compromises and came to an agreement.

source: 근데 그 사람이…
en: but would that person...

source: 정말 내 운명이 아닌 걸까?
en: sir radin is really not my destiny?

source: 요즘 틈틈이 공부를 하고 계시니까요.
en: she's been studying in her free time these days.

source: 그러게… 날이 이러니 몸이 축축 늘어지는 것 같아.
en: I know... my body feels heavy because of the weather.

source: 공격이 하나도 통하지 않습니다!!!
en: but none of the attacks are working on him!!!

source: 남은 건….
en: all I have to do now...

source: 일찍 자고 푹 쉬어.
en: go to bed early and rest.

source: 세상에….
en: oh my god...

source: 저 소드마스터가 접근하지 못하게 막아!
en: block that swordmaster from coming any closer!

source: 무슨….
en: you just—

source: 에휴….
en: ahh...

source: 폐하께서 주신 보물로 무장했으니
en: I’ve geared up with treasures the empress has given me.

source: 벌써 그렇게까지 나빠진 거군요….
en: it's gotten that bad already...

source: 제가 벤토아의 피를 받은 건 사실이나
en: although it is true that I am the bloodline of the bentoi house,

source: 잠깐 사이에 표정이 훨씬 좋아졌잖아.
en: his expression improved a lot in a short amount of time.

source: 또, 또 왜요…!
en: wh-what now...?

source: 벤토아 가문 사람들과 레이딘 경을 비교하자면 쥐들 사이의 고양이와 다름없었겠지….
en: in their perspective, comparing sir radin to other bentoi family members must be like comparing a cat and mice.

source: 30화
en: Episode 30

source: 그랑그랑, 보호막을 풀고 단숨에 날아가자.
en: grand grand, let’s just take off the shield and fly faster.

source: 벤토아 가문의 사생아 입니다.
en: and also an illegitimate child of the bentoi house.

source: 상태가 나아진 건가요?
en: did you get better?
